Repository: pigamux/pigamux.github.io
Catalog: games/aca/AdventuresWithAnxiety.tmx
Source language: en_us
Languages: pt_pt

source: b: Your deepest motivations are dopamine, your richest joys are serotonin.
pt_pt: b: As tuas motivações mais profundas são dopamina, e as tuas maiores alegrias são serotonina.

source: b: Your memories are synaptic weights, your reason is fault-prone electrical signals.
pt_pt: b: As tuas memórias são pesos sinápticos, a tua razão são sinais elétricos propensos a falhas.

source: b: So if me being "just chemicals" means <g id="1">I'm</g> irrational... then that means <g id="2">you're</g> irrational!
pt_pt: b: Então, se ser "apenas químico" significa que <g id="1">sou</g> irracional... isso significa que <g id="2">tu és</g> irracional!

source: b: And if we're <g id="1">both</g> irrational, then we'll <g id="2">never</g> figure out how to be fulfilled and happy!
pt_pt: b: E se <g id="1">ambos</g> formos irracionais, <g id="2">nunca</g> descobriremos como é ser realizados e felizes!

source: b: AHHH WE'RE BROKEN!
pt_pt: b: AHHH ESTAMOS ESTRAGADOS!

source: SO BROKEN SO BROKEN SO BROKEN--
pt_pt: TÃO ESTRAGADOS TÃO ESTRAGADOS TÃO ESTR--

source: b: Hang on... "they" say that feelings are valid, that you should always accept your emotions.
pt_pt: b: Espera aí... "eles" dizem que os sentimentos são válidos, que tu deves sempre aceitar as tuas emoções.

source: b: But "they" also say emotions are irrational, that emotions are not to be trusted.
pt_pt: b: Mas "eles" também dizem que as emoções são irracionais, que as emoções não são confiáveis.

source: b: Oh my gosh, "they" have been lying to us this whole time!
pt_pt: b: Oh meu Deus, "eles" estiveram a mentir-nos este tempo todo!

source: b: "THEY" FEED US CONTRADICTIONS TO MAKE US DEPENDENT ON THE SELF-HELP INDUSTRIAL COMPLEX
pt_pt: b: "ELES" ALIMENTAM-NOS COM CONTRADIÇÕES PARA NOS FAZER DEPENDENTES DO COMPLEXO INDUSTRIAL DE AUTO-AJUDA

source: h: I hate this.
pt_pt: h: Eu odeio isto.

source: God it hurts so much I <g id="1">hate</g> this.
pt_pt: Deus, dói tanto. <g id="1">Odeio</g> isto.

source: h: I can't appease you.
pt_pt: h: Eu não te posso apaziguar.

source: I can't ignore you.
pt_pt: Eu não te posso ignorar.

source: I can't fight you.
pt_pt: Eu não posso lutar contigo.

source: h: No matter what I do, I can't seem to get rid of yo--
pt_pt: h: Não importa o que eu faça, não consigo livrar-me de t--

source: b: Well maybe you're NOT <g id="1">SUPPOSED</g> TO GET RID OF ME.
pt_pt: b: Bem, talvez <g id="1">NÃO</g> DEVAS LIVRAR-TE DE MIM.

source: b: How do you think <g id="1">I</g> feel, human?!
pt_pt: b: Como achas que <g id="1">eu</g> me sinto, humano?!

source: b: I'm trying my best to be your guard-dog, but you keep seeing me as some Big Bad Wolf!
pt_pt: b: Estou a dar o meu melhor para ser o teu Cão de Guarda, mas tu continuas a ver-me como um Lobo Mau!

source: b: So I try even <g id="1">harder</g> to alert you to danger!
pt_pt: b: Então eu tento alertar-te ainda <g id="1">mais</g> sobre o perigo!

source: <g id="2">More</g> danger!
pt_pt: <g id="2">Mais</g> perigo!

source: <g id="3">Different</g> danger!
pt_pt: Perigo<g id="3"> diferente</g>!

source: b: But no matter how hard I try to protect you, you <g id="1">still</g> think I'm your enemy!
pt_pt: b: Mas não importa o quanto eu tente proteger-te, <g id="1">ainda</g> pensas que sou o teu inimigo!

source: b: What am I doing wrong?!
pt_pt: b: O que estou a fazer de errado?

source: b: I <g id="1">know</g> I suck at my job.
pt_pt: b: Eu <g id="1">sei que</g> sou péssimo no meu trabalho.

source: But I'm <g id="2">trying</g>, human!
pt_pt: Mas estou <g id="2">a tentar</g>, humano!

source: I'm trying.
pt_pt: Estou a tentar.

source: b: You don't have to heed my warnings, or agree with me, or even <g id="1">like</g> me.
pt_pt: b: Não tens de prestar atenção aos meus avisos, nem concordar comigo, nem mesmo <g id="1">gostar</g> de mim.

source: b: I just... all I want is for you to be patient with me.
pt_pt: b: Eu... tudo o que quero é que sejas paciente comigo.

source: b: I just want for you to sit with me for a while, instead of turning away and--
pt_pt: b: Eu só quero que fiques comigo algum tempo, em vez de desaparer-

source: r: Hey.
pt_pt: r: Ei.

source: r: Looks like you're caught in a fight with yourself, kid.
pt_pt: r: Parece que estás a discutir contigo mesmo, miúdo.

source: h2: Was it that obvious?
pt_pt: h2: Era assim tão óbvio?

source: r: You were, uh, mumbling at your hoodie about {{_.a2_hoodie_callback}} or something.
pt_pt: r: Estavas, uh, a resmungar com a tua sweat sobre {{_.a2_hoodie_callback}} ou algo assim.

source: h2: oh god i'm such a mess.
pt_pt: h2: oh Deus, estou uma desgraça.

source: You're not alone, friend.
pt_pt: Não estás sozinho, amigo.

source: Anxiety's super common.
pt_pt: A ansiedade é muito comum.

source: {{if _.act1_ending=="fight"}} r: Heck, just yesterday, I heard someone on campus had a nervous breakdown and smashed their phone!
pt_pt: {{if _.act1_ending=="fight"}} r: Raios, ainda ontem, ouvi que alguém no campus teve um colapso nervoso e partiu o telemóvel!

source: {{if _.act1_ending=="flight"}} r: Heck, just yesterday, I heard someone curled up into an armadillo ball and cried in public!
pt_pt: {{if _.act1_ending=="flight"}} r: Caramba, ainda ontem, ouvi que alguém se enrolou como um tatu e chorou em público!

source: r: Listen: I know what it's like to have that animal in your head.
pt_pt: r: Ouve: eu sei o que é ter aquele animal na cabeça.

source: r: We <g id="1">all</g> do.
pt_pt: r: <g id="1">Todos</g> nós sabemos.

source: That's why I throw these parties every weekend, to forget our worries, forget that animal.
pt_pt: É por isso que dou estas festas todos os fins de semana, para esquecer as preocupações, esquecer aquele bicho.

source: h2: but my anxiety...
pt_pt: h2: mas a minha ansiedade...

source: r: Don't worry, kid.
pt_pt: r: Não te preocupes, miúdo.

source: I used to be like you.
pt_pt: Eu costumava ser como tu.

source: But then I found a little trick to get that negative voice to shut up forever...
pt_pt: Mas depois descobri um pequeno truque para fazer aquela voz negativa calar a boca para sempre...

source: r: My own specialty blend.
pt_pt: r: A minha própria mistura especial.

source: It's a bit stronger than... well, anything legal really.
pt_pt: É um pouco mais forte do que... bem, do que qualquer coisa legal, na verdade.

source: r: Bottoms up, ^bee-yatch^!
pt_pt: r: Bota abaixo, ^cabras^!

source: <g id="1">Oh my God.</g>
pt_pt: <g id="1">Oh meu Deus.</g>

source: <g id="1">This is a bad coping mechanism.</g>
pt_pt: <g id="1">Este é um mecanismo de coping terrível.</g>

source: <g id="1">Don't take drinks from strangers.</g>
pt_pt: <g id="1">Não aceites bebidas de estranhos.</g>

source: h: Mmm, what an exquisite palette!
pt_pt: h: Mmm, que sabor requintado!

source: h: A full-bodied flavor of "shut your mind up," with a subtle aftertaste of "never feel anything ever again"!
pt_pt: h: Um sabor encorpado de "acalma a tua mente", com um gosto subtil de "nunca mais sintas nada"!

source: b: This is bad, human.
pt_pt: b: Isto é mau, humano.

source: This is really, really bad.
pt_pt: Isto é muito, muito mau.

source: <g id="1">This is <g id="2">actually</g> how addiction starts.</g>
pt_pt: <g id="1">É assim <g id="2">que</g> o vício começa.</g>

source: <g id="1">I <g id="2">knew</g> the host was deeply messed up!</g>
pt_pt: <g id="1">Eu <g id="2">sabia que</g> o anfitrião era profundamente doido!</g>

source: <g id="1">Also, they could have drugged that!</g>
pt_pt: <g id="1">Além disso, pode ter posto drogas nisso!</g>

source: b: This is <g id="1">actu</g>--
pt_pt: b: Isto é<g id="1">mes-</g>

source: b: Also, they co--
pt_pt: b: Além disso, ele co--

source: b: I <g id="1">knew</g> th--
pt_pt: b: Eu <g id="1">sabia</g> qu--

source: h: Delicious, <g id="1">and</g> cheaper than therapy!
pt_pt: h: Delicioso, <g id="1">e</g> mais barato que terapia!

source: b: HUMAN PLEASE STOP
pt_pt: b: HUMANO, POR FAVOR, PARA

source: h: And what are <g id="1">you</g> gonna do about it, ^asshole^?
pt_pt: h: E o que é que <g id="1">tu</g> vais fazer acerca disso, ^cabrão^?

source: b: I'm so sorry, human.
pt_pt: b: Desculpa, humano.

source: b: I'm going to have to use my SPECIAL ATTACK
pt_pt: b: Vou ter que usar o meu ATAQUE ESPECIAL

source: h: What's this ^crap^?
pt_pt: h: O que é esta ^merda^?

source: h: You're gonna yap more stupid <g id="1">words</g> at me to--
pt_pt: h: Vais gritar-me mais <g id="1">palavras</g> estúpid--

source: h: WHAT THE ^HELL^ WAS THAT
pt_pt: h: QUE ^CARALHO^ FOI ISTO

source: b: I'm sorry.
pt_pt: b: Desculpa.

source: I needed to show you the consequences.
pt_pt: Eu precisava de te mostrar as consequências.

source: SPECIAL_ATTACK=="harm"}} h: I COULD <g id="1">SEE</g> MY OWN CORPSE.
pt_pt: SPECIAL_ATTACK == "harm"}} h: EU PODIA <g id="1">VER O</g> MEU PRÓPRIO CADÁVER.

source: I COULD <g id="2">FEEL</g> THE SENSATION OF BEING ACTUALLY DEAD. {{/if}}
pt_pt: CONSEGUIA <g id="2">TER</g> A SENSAÇÃO DE ESTAR MORTO. {{/if}}

source: SPECIAL_ATTACK=="alone"}} h: I COULD <g id="1">SEE</g> EVERYONE'S LOOK OF DISGUST.
pt_pt: SPECIAL_ATTACK == "alone"}} h: CONSEGUIA <g id="1">SENTIR</g> O OLHAR DE NOJO DE TODOS.

source: I COULD <g id="2">HEAR</g> ALL THE THINGS THEY SAID. {{/if}}
pt_pt: CONSEGUIA <g id="2">OUVIR</g> TUDO O QUE DISSERAM. {{/if}}

source: SPECIAL_ATTACK=="bad"}} h: I COULD <g id="1">HEAR</g> THE CRUNCHING OF RIBS.
pt_pt: SPECIAL_ATTACK == "ruim"}} h: CONSEGUIA <g id="1">OUVIR</g> AS COSTELAS A PARTIR.

source: I COULD <g id="2">TASTE</g> THE BLOOD IN THE AIR. {{/if}}
pt_pt: CONSEGUIA <g id="2">SENTIR O SABOR</g> DE SANGUE NO AR. {{/if}}

source: b: I'm sorry, human.
pt_pt: b: Desculpa, humano.

source: n: <g id="1">FINISH THEM</g>
pt_pt: n<g id="1">: ACABA COM ELE</g>

source: b: That psychopath was taking advantage of you.
pt_pt: b: Aquele psicopata estava a aproveitar-se de ti.

source: b: They were trying to corrupt you, make you as messed up as they are!
pt_pt: b: Ele estava a tentar corromper-te, tornar-te tão louco quanto ele!

source: b: Punch that jerk!
pt_pt: b: Dá um soco àquele idiota!

source: Knock their friggin' lights out!
pt_pt: Acaba com ele!

source: b: PUNCH THEM PUNCH THEM PUNCH THEM PUNCH THEM PUNCH THEM PUNCH THEM PUNCH THEM PUNCH THE--
pt_pt: b: DÁ-LHE UM SOCO DÁ-LHE UM SOCO DÁ-LHE UM SOCO DÁ-LHE UM SOCO DÁ-LHE UM S--

source: b: I <g id="1">knew</g> all these partygoers were deeply messed up.
pt_pt: b: Eu <g id="1">sabia que</g> estes festivaleiros eram profundamente loucos.

source: They all dull their pain with horrible things!
pt_pt: Ele adormece a dor com coisas horríveis!

source: b: And they're tricking you into doing the same thing!
pt_pt: b: E estão a enganar-te para fazeres a mesma coisa!

source: They're corrupting you!
pt_pt: Ele está a corromper-te!

source: We need to get out!
pt_pt: Temos que te libertar.

source: b: GET OUT GET OUT GET OUT GET OUT GET OUT GET OUT GET OUT GET OUT GET OUT GET OU--
pt_pt: b: VAI EMBORA VAI EMBORA VAI EMBORA VAI EMBORA VAI EMBORA VAI EMBO--

source: r: You alright, kid?
pt_pt: r: Estás bem, miúdo?

source: r: Y-you...
pt_pt: r: T-tu...

source: r: are <g id="1">kinky</g>.
pt_pt: r: és <g id="1">tarado</g>.

source: r: I like that.
pt_pt: r: Gosto disso.

source: Come to my party next weekend, cutie.
pt_pt: Anda à minha festa no próximo fim-de-semana, fofo.

source: h2: ok bye, ciao, adios, au revoir
pt_pt: h2: ok adeus, ciao, adios, au revoir

source: r: The animal might have won today, but come back, and I'll mix something even stronger for you!
pt_pt: r: O animal pode ter vencido hoje, mas volta, e vou preparar algo ainda mais forte para ti!

source: r: You and me, kid, we'll show that beast who's boss!
pt_pt: r: Tu e eu, miúdo, vamos mostrar àquela besta quem manda!

source: h2: ok sorry i have to run
pt_pt: h2: ok desculpa, tenho de ir

source: r: ^Damn^ it.
pt_pt: r: Que ^merda^.

source: The animal won today, huh?
pt_pt: O animal ganhou hoje, uh?

source: h2: no no, just, uh, gotta run a marathon. gotta go fast.
pt_pt: h2: não, não, eu só, uh, tenho de ir correr uma maratona. Tenho que ir rápido.

source: r: Come to my party next weekend, cutie.
pt_pt: r: Anda à minha festa no próximo fim-de-semana, fofo.

source: I'll mix something even stronger for you.
pt_pt: Vou preparar algo ainda mais forte para ti.

source: h2: ok thanks gonna run run run run run
pt_pt: h2: ok, obrigado, tenho que correr, correr, correr, correr, correr

source: b: Human!
pt_pt: b: Humano!

source: Are you okay?!
pt_pt: Estás bem?

source: b: Gosh, that was <g id="1">close.</g>
pt_pt: b: Deus, aquilo foi <g id="1">intenso.</g>

source: We really could've--
pt_pt: Nós realmente podíam--

source: h: I'm coming back to the party next weekend.
pt_pt: h: Vou voltar à festa no próximo fim-de-semana.

source: h: The next time we fight, I'm not just going to <g id="1">defeat</g> you...
pt_pt: h: Da próxima vez que lutarmos, não vou apenas <g id="1">derrotar-te</g>...

source: h: I'm going to ^fuck^ing <g id="1">kill</g> you.
pt_pt: h: Eu vou <g id="1">matar-te</g> ^caralho^.

source: r: Cheers!
pt_pt: r: Saúde!

source: h2: <g id="1">Ah</g> that hits the spot.
pt_pt: h2: <g id="1">Ah</g>, isto sabe tão bem.

source: r: You know, kid...
pt_pt: r: Sabes miúdo...

source: h2: Specifically, the spots hit are my left and right amygdala.
pt_pt: h2: Especificamente, onde sabe melhor é nas minhas amígdalas.

source: r: You remind me of myself when I was younger.
pt_pt: r: Relembras-me a mim quando era mais novo.

source: Back when I was tormented by the animal in my head.
pt_pt: Na época em que era atormentado pelo animal na minha cabeça.

source: r: I'm so grateful I can pay it forward, and help you kill the beast the way I killed mine.
pt_pt: r: Estou tão grato que posso passar conhecimento e ajudar-te a matar a tua besta como matei a minha.

source: r: Hey, quick question: truth or da--
pt_pt: r: Ei, pergunta rápida: verdade ou conse--

source: h2: DARE!
pt_pt: h2: CONSEQUÊNCIA!

source: Good.
pt_pt: Boa.

source: You see that baby-blue swimming pool down there?
pt_pt: Está a ver aquela piscina lá em baixo?

source: h2: Yeah?
pt_pt: h2: Sim?

source: Six floors down?
pt_pt: Seis andares abaixo?

source: r: Jump in.
pt_pt: r: Salta.

source: h2: Wait, what?
pt_pt: h2: Espera, o quê?

source: r: The animal's started whining, hasn't it?
pt_pt: r: O animal começou a choramingar, não foi?

source: r: <g id="1">Oh nooooo it's dangerous, don't do iiiiit.</g>
pt_pt: r: <g id="1">Oh nãooooo é perigoso, não faças issooo.</g>

source: r: But that's exactly why we need death-defying thrills!
pt_pt: r: Mas é exatamente por isso que precisamos de emoções que desafiem a morte!

source: Party hard!
pt_pt: Diverte-te!

source: Snort coke off a hooker's ^ass^, #YOLO!
pt_pt: Vamos snifar coca no ^cu^ de uma prostituta, #YOLO!

source: r: Show that animal we don't give two <g id="1">^dick^s</g> about its ^bitch^ing!
pt_pt: r: Mostrar àquele animal que nós não queremos saber da <g id="1">^merda^</g> que ele diz!

source: Jump in.
pt_pt: Salta!

source: h2: Uh, but sometimes, um... fear has a point...
pt_pt: h2: Uh, mas às vezes, hum... o medo tem razão...

source: r: I'm sorry, did you fall for that McMindfulness propaganda that claims feeling bad is <g id="1">good?</g>
pt_pt: r: Desculpa, caíste nessa propaganda da "McMindfulness" que afirma que sentirmo-nos mal é <g id="1">bom?</g>

source: r: The ^assholes^ who run this world give the rest of <g id="1">us</g> anxiety and depression,
pt_pt: r: Os ^cabrões^ que dominam este mundo dão ao resto de <g id="1">nós</g> ansiedade e depressão,

source: r: Then make TED Talks to tell us to "accept" being ^fucked^ over, and "embrace" that sadistic demon in our heads!
pt_pt: r: E depois fazem TED Talks para nos dizer para "aceitar" ser ^fodido^ e "abraçar" aquele demônio sádico nas nossas cabeças!

source: r: Kid, I know that <g id="1">you</g> know that animal <g id="2">hurts</g> people like us.
pt_pt: r: Miúdo, eu sei que <g id="1">tu</g> sabes esse animal <g id="2">magoa</g> gente como nós.

source: It <g id="3">tortures</g> people like us.
pt_pt: <g id="3">Tortura</g> pessoas como nós.

source: r: It's not our friend.
pt_pt: r: Não é nosso amigo.

source: It's a rabid beast, which either needs to be <g id="1">tranquilized</g>,
pt_pt: É uma besta raivosa, que precisa de ser <g id="1">tranquilizada</g>,

source: r: Or have a <g id="1">bullet put in its skull</g>.
pt_pt: r: Ou de levar com uma <g id="1">bala no crânio</g>.

source: r: Otherwise, you're going to let it win.
pt_pt: r: Caso contrário, vais deixá-lo vencer.

source: h2: No.
pt_pt: h2: Não.

source: You're wrong.
pt_pt: Estás enganado.

source: h2: I'm not going to let it win.
pt_pt: h2: Não o vou deixar vencer.

source: r: ^Fuck^ yeah!
pt_pt: r: Sim ^caralho^!

source: I believe in you, babe!
pt_pt: Acredito em ti, baby!

source: Kill it!
pt_pt: Mata-o!

source: b: no no no no no no
pt_pt: b: não não não não não não

source: n: THIS CHAPTER HAS TWO POSSIBLE ENDINGS.
pt_pt: n: ESTE CAPÍTULO TEM DOIS FINAIS POSSÍVEIS.

source: ONE IS <g id="1">VERY, VERY BAD.</g>
pt_pt: UM É <g id="1">MUITO, MUITO MAU.</g>

source: b: NO NO NO NO NO NO NO NO NO NO NO NO NO NO
pt_pt: b: NÃO NÃO NÃO NÃO NÃO NÃO NÃO NÃO NÃO NÃO NÃO NÃO NÃO NÃO

source: n: CHOOSE WISELY.
pt_pt: n: ESCOLHE COM SABEDORIA.

source: PROTECT YOUR HUMAN
pt_pt: PROTEGE O TEU HUMANO

source: n: GOOD LUCK
pt_pt: n: BOA SORTE

source: <g id="1">Human, you could actually DIE here!</g>
pt_pt: <g id="1">Humano, podes mesmo MORRER aqui!</g>

source: <g id="1">This is stupid and self-destructive!</g>
pt_pt: <g id="1">Isto é estúpido e autodestrutivo!</g>

source: <g id="1">These sickos aren't really your friends!</g>
pt_pt: <g id="1">Estes malucos não são realmente teus amigos!</g>

source: h: You know, I might've believed you... if you hadn't tried that a zillion times before.
pt_pt: h: Sabes, eu podia ter acreditado em ti... se já não tivesses tentado isso um milhão de vezes.

source: h: You're the wolf who cried wolf.
pt_pt: h: Tu és o lobo que gritou lobo.

source: h: You tried that too.
pt_pt: h: Também tentaste isso.

source: b: human, please...
pt_pt: b: Humano, por favor...

source: h: Oh I'm <g id="1">sorry</g> Big Pharma doesn't approve of my self-medication.
pt_pt: h: <g id="1">Desculpa lá</g> se a Big Pharma não aprova a minha automedicação.

source: h: Look ^asshole^, we <g id="1">all</g> have a way of shutting you the ^fuck^ up.
pt_pt: h: Olha ^cabrão^, <g id="1">todos</g> nós temos uma maneira de te calar a boca, ^caralho^.

source: h: Some people throw themselves into work.
pt_pt: h: Algumas pessoas atiram-se ao trabalho.

source: h: Some people throw themselves into sex, drugs, and refreshing their Facebook feed.
pt_pt: h: Algumas pessoas dedicam-se ao sexo, às drogas e à atualização do feed do Facebook.

source: h: Some people throw themselves into other people.
pt_pt: h: Algumas pessoas atiram-se a outras pessoas.

source: h: I'm going to throw myself into that swimming pool.
pt_pt: h: Vou saltar para a piscina.

source: You're drunk and it's SIX FLOORS DOWN
pt_pt: Estás bêbado e a piscina está SEIS ANDARES PARA BAIXO

source: <g id="1">Dang it, this is the thanks I get?!</g>
pt_pt: <g id="1">Bolas, este é o agradecimento que recebo?!</g>

source: Okay, I admit it.
pt_pt: Está bem, eu admito.

source: I messed up.<ex id="_1"/> <g id="2">bb({mouth:"sorry", eyes:"sorry_down"});</g>
pt_pt: Eu estraguei tudo.<ex id="_1"/> <g id="2">bb({mouth:"sorry", eyes:"sorry_down"});</g>

source: b: Even if you land in the water, the surface tension will crack your ribs and give you a concussion <g id="1">at the least!</g>
pt_pt: b: Mesmo se caíres na água, a tensão superficial vai partir as tuas costelas e causar <g id="1">no mínimo</g> uma concussão!

source: h: I saw a Russian guy do this on YouTube once.
pt_pt: h: Eu vi um russo fazer isto no YouTube uma vez.

source: h: I- Excuse me, the <g id="1">thanks?</g>
pt_pt: h: Com licença, o <g id="1">obrigado?</g>

source: b: This is exactly why I <g id="1">exist!</g>
pt_pt: b: É exatamente para isso que eu <g id="1">existo!</g>

source: Because humans can't be trusted to protect themselves!
pt_pt: Porque os humanos não são confiáveis para se protegerem!

source: b: I've been trying to protect your stupid butt all my life and now you're just going t--
pt_pt: b: Tenho tentado proteger-te durante toda a minha vida e agora vai--

source: h: Oh WOW is that the biggest <g id="1">^fuck^ing</g> understatement of the century!
pt_pt: h: Oh, uau, esse é o maior <g id="1">^filho da puta^</g> de eufemismo do século!

source: h: Yeah, you rotting pile of blood-coated ^shit^!
pt_pt: h: Sim, seu monte de ^merda^ coberto de sangue!

source: You messed the ^fuck^ up!
pt_pt: ^Fodeste^ tudo!

source: h: Any other remarks, Captain Obvious?
pt_pt: h: Mais alguma observação, Capitão Óbvio?

source: <g id="1">But revenge on me isn't the answer!</g>
pt_pt: <g id="1">Mas vingança contra mim não é a resposta!</g>

source: <g id="1">But this time I'm <g id="2">actually</g> right!</g>
pt_pt: <g id="1">Mas desta vez <g id="2">estou</g> certo!</g>

source: I've hurt you.
pt_pt: Eu magoei-te.

source: b: You need to have a healthier relationship with your emotions, rather than drown them wi--
pt_pt: b: Precisas de ter um relacionamento mais saudável com as tuas emoções, em vez de as afogar com--

source: b: So please, put the bottle down and let's--
pt_pt: b: Então, por favor, baixa a garrafa e vam--

source: b: please... don't...
pt_pt: b: por favor... não...

source: h: Your energy bar's looking awfully low there, wolf.
pt_pt: h: A tua barra de energia está terrivelmente baixa, lobo.

source: h: If I were you, I'd choose your next words very carefully.
pt_pt: h: Se fosse a ti, escolhia as tuas próximas palavras com muito cuidado.

source: Fine.
pt_pt: Muito bem.

source: I'm done protecting you.<ex id="_1"/> <g id="2">bb({ mouth:"ignore", eyes:"ignore" });</g>
pt_pt: Cansei-me de te proteger.<ex id="_1"/> <g id="2">bb({ mouth:"ignore", eyes:"ignore" });</g>

source: I was right all along.
pt_pt: Estive sempre certo.

source: <g id="1">I'm sorry.</g> <g id="2">bb({mouth:"sorry", eyes:"sorry_down"});</g>
pt_pt: <g id="1">Desculpa.</g> <g id="2">bb({mouth:"sorry", eyes:"sorry_down"});</g>

source: b: So, go ahead and jump.
pt_pt: b: Então, vá, salta.

source: See what I care.
pt_pt: Vê se me importo.

source: h: Okay then.
pt_pt: h: Está bem, então.

source: Bottoms up.
pt_pt: Bota abaixo.

source: b: WAIT NO THAT WAS REVERSE PSYCHOLOGY YOU WERE SUPPOSED TO DO THE <g id="1">OPPOSITE</g> OF WHAT I SA--
pt_pt: b: NÃO, ESPERA! ERA PSICOLOGIA REVERSA, ERA SUPOSTO FAZERES O <g id="1">OPOSTO</g> DO QUE EU DIS--

source: b: You <g id="1">are</g> putting yourself in danger.
pt_pt: b: <g id="1">Estás</g> a colocar-te em perigo.

source: Your so-called friends <g id="2">are</g> using you.
pt_pt: Os teus supostos amigos <g id="2">estão</g> a usar-te.

source: And <g id="3">you</g> are using your so-called friends.
pt_pt: E <g id="3">tu</g> está a usar os seus queridos amigos.

source: b: So please, human... why don't you believe me?!
pt_pt: b: Então, por favor, humano... porque não acreditas em mim?!

source: h: Because you never believed in <g id="1">me</g>.
pt_pt: h: Porque é que nunca acreditaste em <g id="1">mim</g>.

source: b: Other guard-wolves have humans who actually take time to patiently train them, to <g id="1">learn</g> to work together,
pt_pt: b: Outros Lobos de Guarda têm humanos que dedicam tempo para treiná-los pacientemente, para <g id="1">aprenderem</g> a trabalhar juntos,

source: b: Rather than hate the guard-wolves for trying to protect them!
pt_pt: b: Em vez de os odiarem por tentarem protegê-los!

source: So why can't you jus--
pt_pt: Então, porque é que não podes simplesm--
